IDEA Connection Link
ConnectionSrv.SetAndOpenIdeaConProjectFileAndResultFile Method
 OpenIdeaConProjectFileAndResultFile
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public void SetAndOpenIdeaConProjectFileAndResultFile(
	byte[] ideaConFile,
	byte[] ideaResultFile,
	int unitProfile
)
Public Sub SetAndOpenIdeaConProjectFileAndResultFile (
	ideaConFile As Byte(),
	ideaResultFile As Byte(),
	unitProfile As Integer
)
public:
void SetAndOpenIdeaConProjectFileAndResultFile(
	array<unsigned char>^ ideaConFile,
	array<unsigned char>^ ideaResultFile,
	int unitProfile
)
Parameters
ideaConFile
Type: System.Byte[]
[Missing <param name="ideaConFile"/> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.SetAndOpenIdeaConProjectFileAndResultFile(System.Byte[],System.Byte[],System.Int32)"]
ideaResultFile
Type: System.Byte[]
[Missing <param name="ideaResultFile"/> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.SetAndOpenIdeaConProjectFileAndResultFile(System.Byte[],System.Byte[],System.Int32)"]
unitProfile
Type: System.Int32
Unit profiel 0 for ISO, 1 for imperial
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace